export const allNum = ['0', '1', '2', '3', '4', '5', '6', '7', '8', '9']
export const allType = ['豹子', '组三', '组六', '顺子', '半顺', '杂六']
export const allJiOu = ['3奇', '2奇1偶', '1奇2偶', '3偶']
export const allDzx = ['小小小', '小小中', '小中中', '中中中', '小中大', '小小大', '中中大', '小大大', '中大大', '大大大']
export const all012l = ['000', '001', '002', '011', '022', '012', '111', '112', '122', '222']
export const allMCSM = [
    '000', '011', '022', '033', '044', '055', '066', '077', '088', '099',
    '112', '123', '134', '145', '156', '167', '178', '189', '224', '235',
    '246', '257', '268', '279', '336', '347', '358', '369', '448', '459'
]

export const allHmxt = ['平行形', '上升形', '下降形', '凸起形', '凹下形', '组三']
export const allJodw = ['奇奇奇', '奇奇偶', '奇偶奇', '奇偶偶', '偶奇奇', '偶奇偶', '偶偶奇', '偶偶偶']
